<script>
import { Head, Link } from '@inertiajs/vue3';
import navbar from "@/Components/navbar.vue";
import Footer from "@/Components/footer.vue";
import Welcome from "./../Welcome.vue"

export default {
    components: {
        Head,
        Link,
        navbar,
        Footer,
        Welcome
    },
    props: {
        links: Array
    }
};
</script>

<template>
  <Head title="سياسة الاسترجاع" />
    <Welcome :links="links">
    <div class="max-w-4xl mx-auto py-10 px-4" style="direction: rtl;">
      <h1 class="text-3xl font-bold text-center mt-5 mb-8 text-[#a31f10]">سياسة الاسترجاع</h1>
        <section class="bg-white rounded-lg shadow p-6 mb-8" style="direction:rtl">
          <p> عزيزنا العميل نشكرك على اختيارك لنا وثقتك بنا ونتأكد أن هدفنا خدمتك، نسعى أن نكون أهلاً لهذه الثقة. الضمان الممنوح لمدة ٢٤ شهراً والمواد الغذائية يتم استرجاعها خلال ٢٤ ساعة، وذلك وفقًا للشروط التالية:</p>

          <br><p class="font-bold"> شروط أساسية:</p>

          <ul>
            <li> <span style="font-weight: bold; color: red;">🔸</span> الضمان لمدة عامين ضد العيوب المصنعية فقط.</li>
            <li> <span style="font-weight: bold; color: red;">🔸</span> الضمان لا يشمل قطع الغيار.</li>
            <li> <span style="font-weight: bold; color: red;">🔸</span> الصيانة تتم داخل قسم الصيانة بالمؤسسة.</li>
            <li> <span style="font-weight: bold; color: red;">🔸</span> يجب تقديم الفاتورة الأصلية عند وجوب الصيانة.</li>
          </ul>

          <br><p><span style="font-weight: bold; color: red;">🔸</span> لا يغطي الضمان الفحوصات الدورية، وإصلاح أو استبدال القطع نتيجة الاستهلاك الطبيعي.</p>
          <p><span style="font-weight: bold; color: red;">🔸</span> التلف الناتج عن التجميد لا يدخل في ضمان الضمان.</p>
          <p><span style="font-weight: bold; color: red;">🔸</span> دخول الكومبروسر ضمن الضمان.</p>
          <p><span style="font-weight: bold; color: red;">🔸</span> التسليم في قسم الصيانة بالمؤسسة.</p>
          <p><span style="font-weight: bold; color: red;">🔸</span> يتم فحص الجهاز فحصًا حصريًا في قسم الصيانة بالمؤسسة ويحق لنا فتح الجهاز للكشف عليه بموجب الضمان.</p>
          <p><span style="font-weight: bold; color: red;">🔸</span> في حال عيب مصنعي يجب تقديم طلب وتسليم الجهاز لقسم الصيانة بالمؤسسة خلال يومين من حصول العيب لدى العميل للمطالبة بإصلاح الخلل.</p>
          <p><span style="font-weight: bold; color: red;">🔸</span> إذا تبين لدى المؤسسة بأن العيب ليس عيبًا مصنعيًا، فإن المستهلك يلتزم بدفع تكاليف الصيانة والقطع المطلوب تغييرها.</p>
        
          <br><p class="font-bold"> في حال ثبوت العيب المصنعي لدى المؤسسة يتم تعويضه حسب تقديرها باتخاذ التالي:</p>
          <p><span style="font-weight: bold; color: red;">🔸</span> إصلاح العيب.</p>
          <p><span style="font-weight: bold; color: red;">🔸</span> دفع قيمة الجهاز وقت الشراء بعد خصم قيمة الاستهلاك.</p>
          <p><span style="font-weight: bold; color: red;">🔸</span> تحتفظ المؤسسة بحق استيفاء الخدمة مقابل صيانة الأجهزة، ولا يُطبق الضمان في أية حالات باستثناء تلك المرتبطة بعيوب التصنيع.</p>


          <br><p style="font-weight: bold;"> شروط تلغي الضمان:</p>
          <p> <span style="font-weight: bold; color: red;">❌</span> عدم وجود الفاتورة الأصلية.</p>
          <p> <span style="font-weight: bold; color: red;">❌</span> الأعطال بسبب استخدام الجهاز بطريقة غير صحيحة.</p>
          <p> <span style="font-weight: bold; color: red;">❌</span> الأعطال بسبب استخدام إكسسوارات خارجية لا تتوافق الجهاز أو ذات جودة رديئة.</p>
          <p> <span style="font-weight: bold; color: red;">❌</span> فتح الجهاز خارج مركز صيانة المؤسسة أو صيانة الجهاز خارج مراكز صيانتها.</p>
          <p> <span style="font-weight: bold; color: red;">❌</span> الكسور الداخلية أو الشروخ الناتجة عن سقوط الجهاز.</p>
          <p> <span style="font-weight: bold; color: red;">❌</span> الأعطال الناتجة عن الاستخدام غير مطابق لدليل التشغيل.</p>
          <p> <span style="font-weight: bold; color: red;">❌</span> الأضرار الناتجة عن سوء النقل والتحميل بواسطة العميل.</p>
          <p> <span style="font-weight: bold; color: red;">❌</span> الأعطال الناتجة عن تردد التيار الكهربائي أو نتيجة استخدام مولد كهربائي يخالف مواصفات الجهاز.</p>
          <p> <span style="font-weight: bold; color: red;">❌</span> تركيب الجهاز بما يخالف التهوية الموصى بها في دليل التشغيل.</p>
          <p> <span style="font-weight: bold; color: red;">❌</span> الصدأ أو الهيكل الخارجي نتيجة تعرض الجهاز لعوامل خارجية مثل الرطوبة، الكلور، أو الغازات الكاوية.</p>
          <p> <span style="font-weight: bold; color: red;">❌</span> إدخال أي تعديلات على الجهاز.</p>
          <p> <span style="font-weight: bold; color: red;">❌</span> الضرر الحاصل للبطارية نتيجة الشن أكثر من اللازم أو عدم الالتزام بالتعليمات المرفقة في دليل المنتج.</p>
          <p> <span style="font-weight: bold; color: red;">❌</span> تغيير الرقم التسلسلي للجهاز أو الملصقات الرسمية للجهاز أو إذا أصبح لا يمكن قراءته.</p>
          <p> <span style="font-weight: bold; color: red;">❌</span> حرق أو تلف اللوحة الإلكترونية (PCB).</p>
          <p> <span style="font-weight: bold; color: red;">❌</span> استعمال قطع غيار مبيعة من غير المؤسسة غير مطابقة للمقاييس المعتمدة.  </p> 
        </section>
    </div>
    </Welcome>
</template>


